/**
 *  filename: schema.strings
 *  created : Wed Mar 17 12:43:17 2004
 */

"kMDItemKeywords"                             = "Palavras-chave";
"kMDItemTitle"                                = "Título";
"kMDItemSubject"                              = "Assunto";
"kMDItemTheme"                                = "Tema";
"kMDItemAuthors"                              = "Autores";
"kMDItemEditors"                              = "Editores";
"kMDItemProjects"                             = "Projetos";
"kMDItemWhereFroms"                           = "De onde";
"kMDItemComment"                              = "Comentário";
"kMDItemCopyright"                            = "Copyright";
"kMDItemProducer"                             = "Produtor";
"kMDItemUsedDates"                            = "Datas usadas";
"kMDItemLastUsedDate"                         = "Última abertura";
"kMDItemContentCreationDate"                  = "Conteúdo criado em";
"kMDItemContentModificationDate"              = "Conteúdo modificado em";
"kMDItemDurationSeconds"                      = "Duração";
"kMDItemCreationDate"                         = "Criação do item";
"kMDItemContactKeywords"                      = "Palavras-chave de contato";
"kMDItemVersion"                              = "Versão";
"kMDItemPixelHeight"                          = "Altura em pixels";
"kMDItemPixelWidth"                           = "Largura em pixels";
"kMDItemPageHeight"                           = "Altura da página";
"kMDItemPageWidth"                            = "Largura da página";
"kMDItemColorSpace"                           = "Espaço de cores";
"kMDItemBitsPerSample"                        = "Bits por amostra";
"kMDItemFlashOnOff"                           = "Flash";
"kMDItemFocalLength"                          = "Distância focal";
"kMDItemHasAlphaChannel"                      = "Canal Alpha";
"kMDItemAcquisitionMake"                      = "Marca do dispositivo";
"kMDItemAcquisitionModel"                     = "Modelo do dispositivo";
"kMDItemISOSpeed"                             = "Velocidade ISO";
"kMDItemOrientation"                          = "Orientação";
"kMDItemLayerNames"                           = "Camadas";
"kMDItemWhiteBalance"                         = "Balanceamento de branco";
"kMDItemAperture"                             = "Abertura";
"kMDItemProfileName"                          = "Nome do perfil";
"kMDItemResolutionWidthDPI"                   = "Largura da resolução";
"kMDItemResolutionHeightDPI"                  = "Altura da resolução";
"kMDItemExposureMode"                         = "Modo de exposição";
"kMDItemExposureTimeSeconds"                  = "Tempo de exposição";
"kMDItemEXIFVersion"                          = "Versão EXIF";
"kMDItemEXIFGPSVersion"                       = "Versão EXIF GPS";
"kMDItemCodecs"                               = "Codecs";
"kMDItemMediaTypes"                           = "Tipos de mídia";
"kMDItemStreamable"                           = "Streamable";
"kMDItemTotalBitRate"                         = "Taxa de bits total";
"kMDItemVideoBitRate"                         = "Taxa de bits de vídeo";
"kMDItemAudioBitRate"                         = "Taxa de bits de áudio";
"kMDItemDeliveryType"                         = "Tipo de entrega";

"kMDItemAltitude"                             = "Altitude";
"kMDItemLatitude"                             = "Latitude";
"kMDItemLongitude"                            = "Longitude";

"kMDItemTextContent"                          = "Conteúdo de texto";
"kMDItemDisplayName"                          = "Nome do monitor";
"kMDItemAlternateNames"                       = "Alterar nomes para exibição";

"kMDItemRedEyeOnOff"                          = "Olhos vermelhos";
"kMDItemMeteringMode"                         = "Modo de medição";
"kMDItemMaxAperture"                          = "Abertura máx.";
"kMDItemFNumber"                              = "FNúmero";
"kMDItemExposureProgram"                      = "Programa de exposição";
"kMDItemExposureTimeString"                   = "Tempo de exposição";
"kMDItemHeadline"                             = "Cabeçalho";
"kMDItemInstructions"                         = "Instruções";
"kMDItemCity"                                 = "Cidade";
"kMDItemStateOrProvince"                      = "Estado ou Província";
"kMDItemCountry"                              = "País";

"kMDItemAlbum"                                = "Álbum";
"kMDItemAudioSampleRate"                      = "Taxa de amostragem";
"kMDItemAudioChannelCount"                    = "Contagem de canais";
"kMDItemTempo"                                = "Tempo";
"kMDItemKeySignature"                         = "Sinal do tom";
"kMDItemTimeSignature"                        = "Compasso";
"kMDItemAudioEncodingApplication"             = "Aplicativo de codificação de áudio";
"kMDItemComposer"                             = "Compositor";
"kMDItemLyricist"                             = "Letrista";
"kMDItemAudioTrackNumber"                     = "Número de pista";
"kMDItemRecordingDate"                        = "Data de gravação";
"kMDItemMusicalGenre"                         = "Gênero musical";
"kMDItemIsGeneralMIDISequence"                = "Seqüência MIDI Geral";
"kMDItemRecipients"                           = "Destinatários";
"kMDItemRecordingYear"                        = "Ano de gravação";

"kMDItemOrganizations"                        = "Empresas";
"kMDItemLanguages"                            = "Idiomas";
"kMDItemRights"                               = "Direitos";
"kMDItemPublishers"                           = "Editores";
"kMDItemContributors"                         = "Colaboradores";
"kMDItemCoverage"                             = "Cobertura";
"kMDItemDescription"                          = "Descrição";
"kMDItemIdentifier"                           = "Identificador";
"kMDItemAudiences"                            = "Público";

"kMDItemNumberOfPages"                        = "Páginas";
"kMDItemSecurityMethod"                       = "Método de segurança";

"kMDItemCreator"                              = "Criador de Conteúdo";
"kMDItemDueDate"                              = "Data limite";
"kMDItemEncodingApplications"                 = "Software de codificação";

"kMDItemStarRating"                           = "Classificação";
"kMDItemPhoneNumbers"                         = "Número de telefone";
"kMDItemEmailAddresses"                       = "Endereços de e-mail";
"kMDItemInstantMessageAddresses"              = "Endereços de mensagens instantâneas";
"kMDItemKind"                                 = "Tipo";
"kMDItemURL"                                  = "URL";

"kMDItemRecipientEmailAddresses"              = "Endereços de e-mail de destinatários";
"kMDItemAuthorEmailAddresses"                 = "Endereços de e-mail do Autor";

/* Names for FS attributes */
"kMDItemFSName"                               = "Nome do arquivo";
"kMDItemPath"                                 = "Nome do caminho do arquivo";
"kMDItemFSSize"                               = "Tamanho";
"kMDItemFSCreationDate"                       = "Criado em";
"kMDItemFSContentChangeDate"                  = "Modificado em";
"kMDItemFSOwnerUserID"                        = "Proprietário";
"kMDItemFSOwnerGroupID"                       = "Grupo";
//"kMDItemFSExists"                             = "File exists";
"kMDItemFSIsReadable"                         = "Arquivo legível";
"kMDItemFSIsWriteable"                        = "Arquivo gravável";
"kMDItemFSNodeCount"                          = "Número de itens";
"kMDItemFSHasCustomIcon"                      = "Ícone Personalizado";
"kMDItemFSIsExtensionHidden"                  = "Extensão do arquivo oculta";
"kMDItemFSIsStationery"                       = "Modelo";
"kMDItemFSInvisible"                          = "Arquivo invisível";
"kMDItemFSLabel"                              = "Etiqueta do arquivo";

"kMDItemFinderComment"                        = "Comentário do Spotlight";
"kMDItemFonts"                                = "Fontes";

"kMDItemAppleLoopsRootKey"                    = "A clave original do loop";
"kMDItemAppleLoopsKeyFilterType"              = "O tipo de escala do loop";
"kMDItemAppleLoopsLoopMode"                   = "O tipo de arquivo do loop";
"kMDItemAppleLoopDescriptors"                 = "Os descritores do loop";
"kMDItemMusicalInstrumentCategory"            = "Categoria de instrumento";
"kMDItemMusicalInstrumentName"                = "Nome do instrumento";

"kMDItemInformation"                          = "Informação do Filme";
"kMDItemDirector"                             = "Diretor";
"kMDItemGenre"                                = "Gênero";
"kMDItemPerformers"                           = "Performers";
"kMDItemOriginalFormat"                       = "Formato Original";
"kMDItemOriginalSource"                       = "Fonte Original";

/* Attribute Descriptions That will be presented to the user
 *
 * In the form of
 * Attribute.Description
 * "." is not a valid character in an Attribute name.
 */
"kMDItemKeywords.Description"                 = "Palavras-chave associadas a este item";
"kMDItemTitle.Description"                    = "Título deste item";
"kMDItemSubject.Description"                  = "Assunto deste item";
"kMDItemTheme.Description"                    = "Tema deste item";
"kMDItemAuthors.Description"                  = "Autores deste item";
"kMDItemEditors.Description"                  = "Editores deste item";
"kMDItemProjects.Description"                 = "Projetos dos quais este item faz parte";
"kMDItemWhereFroms.Description"               = "Origem do item";
"kMDItemComment.Description"                  = "Comentários sobre este item";
"kMDItemCopyright.Description"                = "Informação de direitos autorais deste item";
"kMDItemProducer.Description"                 = "Produtor deste item";
"kMDItemUsedDates.Description"                = "Datas de quando este item foi usado";
"kMDItemLastUsedDate.Description"             = "Data da última utilização deste item";
"kMDItemContentCreationDate.Description"      = "Data de criação do conteúdo deste item";
"kMDItemContentModificationDate.Description"  = "Data de modificação do conteúdo deste item";
"kMDItemDurationSeconds.Description"          = "A duração deste item em segundos";
"kMDItemCreationDate.Description"             = "Data de criação deste item";
"kMDItemContactKeywords.Description"          = "Contatos associados com este item";
"kMDItemVersion.Description"                  = "Número da versão deste item";

"kMDItemPixelHeight.Description"              = "Altura do documento em pixels";
"kMDItemPixelWidth.Description"               = "Largura do documento em pixels";
"kMDItemPageHeight.Description"               = "Altura da página do documento em pontos";
"kMDItemPageWidth.Description"                = "Largura da página do documento em pontos";
"kMDItemResolutionWidthDPI.Description"       = "Largura da resolução desta imagem em DPI (pontos por polegada)";
"kMDItemResolutionHeightDPI.Description"      = "Altura da resolução desta imagem em DPI (pontos por polegada)";

"kMDItemColorSpace.Description"               = "Modelo do espaço de cores desta imagem";
"kMDItemProfileName.Description"              = "Nome do perfil de cores usado na imagem";

"kMDItemBitsPerSample.Description"            = "Número de bits por amostra";
"kMDItemFlashOnOff.Description"               = "Se a foto foi tirada usando flash";
"kMDItemFocalLength.Description"              = "Distância focal das lentes em milímetros (mm)";
"kMDItemHasAlphaChannel.Description"          = "Se a imagem possui um canal Alfa";
"kMDItemAcquisitionMake.Description"          = "Marca do dispositivo usado para obter este documento";
"kMDItemAcquisitionModel.Description"         = "Modelo do dispositivo usado para obter este documento";
"kMDItemISOSpeed.Description"                 = "Velocidade ISO da câmera quando a foto foi tirada";
"kMDItemOrientation.Description"              = "Orientação da imagem (horizontal ou vertical)";
"kMDItemLayerNames.Description"               = "Nomes das camadas do arquivo";
"kMDItemWhiteBalance.Description"             = "Ajuste do balanceamento de branco da câmera quando a foto foi tirada";
"kMDItemAperture.Description"                 = "Ajuste da abertura da câmera quando a foto foi tirada";
"kMDItemExposureMode.Description"             = "Modo usado para a exposição";
"kMDItemExposureTimeSeconds.Description"      = "Tempo de abertura das lentes durante a exposição";
"kMDItemEXIFVersion.Description"              = "Versão do EXIF usado para gerar os metadados";
"kMDItemEXIFGPSVersion.Description"           = "A versão de GPSInfoIFD em EXIF usada para gerar os metadados";
"kMDItemRedEyeOnOff.Description"              = "Se a correção contra 'olhos vermelhos' estava ativada ou não";
"kMDItemMeteringMode.Description"             = "O modo de medição (Desconhecido, Médio, CenterWeightedAverage, Spot, MultiSpot, Padrão, Parcial)";
"kMDItemMaxAperture.Description"              = "Menor número F das lentes em unidades de valor APEX, normalmente no intervalo de 00,00 a 99,99";
"kMDItemFNumber.Description"                  = "Diâmetro de abertura relativo à distância focal efetiva das lentes";
"kMDItemExposureProgram.Description"          = "Tipo de programa usado pela câmera para definir a exposição: Manual, Normal, Prioridade de abertura, ...";
"kMDItemExposureTimeString.Description"       = "Tempo de exposição";
"kMDItemHeadline.Description"                 = "Resumo publicável do conteúdo do item";
"kMDItemInstructions.Description"             = "Outras informações referentes ao item, como instruções de controle";
"kMDItemCity.Description"                     = "Cidade do item";
"kMDItemStateOrProvince.Description"          = "Estado ou província do item de acordo com o provedor";
"kMDItemCountry.Description"                  = "País ou local de criação do item de acordo com o provedor";

"kMDItemAltitude.Description"                 = "A altitude do item em metros acima do nível do mar, expressa usando o dado WGS84. Os valores negativos permanecem abaixo do nível do mar.";
"kMDItemLatitude.Description"                 = "A latitude do item em graus ao norte do equador, expressa usando o dado WGS84. Os valores negativos permanecem ao sul do equador.";
"kMDItemLongitude.Description"                = "A longitude do item em graus a leste do meridiano principal, expressa usando o dado WGS84. Os valores negativos permanecem a oeste do meridiano principal.";

"kMDItemCodecs.Description"                   = "Codificadores/decodificadores usados para codificar e decodificar a mídia";
"kMDItemMediaTypes.Description"               = "Tipos de mídia presentes no conteúdo";
"kMDItemStreamable.Description"               = "Se o conteúdo está preparado para transmissões em tempo real";
"kMDItemTotalBitRate.Description"             = "Taxa combinada de bits de áudio e vídeo da mídia";
"kMDItemVideoBitRate.Description"             = "Taxa de bits do vídeo da mídia";
"kMDItemAudioBitRate.Description"             = "Taxa de bits do áudio na mídia";
"kMDItemDeliveryType.Description"             = "Método usado para distribuir a mídia (Início Rápido ou RTSP)";
"kMDItemDisplayName.Description"              = "Nome localizado do arquivo";
"kMDItemAlternateNames.Description"           = "Alternar nomes do arquivo";
"kMDItemAlbum.Description"                    = "Título de uma coleção de mídia, tal como um álbum de música";
"kMDItemAudioSampleRate.Description"          = "Taxa de amostragem nos dados de áudio do arquivo";
"kMDItemAudioChannelCount.Description"        = "Número de canais nos dados de áudio do arquivo";
"kMDItemTempo.Description"                    = "Tempo da música do arquivo de áudio em Beats Per Minute (Toques Por Minuto)";
"kMDItemKeySignature.Description"             = "Tom da música do arquivo de áudio";
"kMDItemTimeSignature.Description"            = "Compasso da música do arquivo de áudio ou MIDI";
"kMDItemAudioEncodingApplication.Description" = "Nome do aplicativo que codificou os dados no arquivo de áudio";
"kMDItemComposer.Description"                 = "Compositor da música do arquivo de áudio";
"kMDItemLyricist.Description"                 = "Letrista da letra da música do arquivo de áudio";
"kMDItemAudioTrackNumber.Description"         = "Número de trilha da música que é parte de um álbum";
"kMDItemRecordingDate.Description"            = "Data de gravação da música";
"kMDItemMusicalGenre.Description"             = "Gênero musical da música do arquivo de áudio";
"kMDItemIsGeneralMIDISequence.Description"    = "Se a seqüência MIDI contida no arquivo está configurada para ser usada com um dispositivo MIDI Geral";
"kMDItemRecordingYear.Description"            = "Ano de gravação da música";

"kMDItemOrganizations.Description"            = "Empresas que criaram o documento";
"kMDItemLanguages.Description"                = "Idiomas do conteúdo do documento";
"kMDItemRights.Description"                   = "Link das informações sobre os direitos relacionados ao documento";
"kMDItemPublishers.Description"               = "Editor do documento";
"kMDItemContributors.Description"             = "Pessoas ou empresas que colaboram com o conteúdo deste documento";
"kMDItemCoverage.Description"                 = "Área de alcance ou abrangência do conteúdo do documento";
"kMDItemDescription.Description"              = "Descrição do conteúdo do documento";
"kMDItemIdentifier.Description"               = "Referência a um recurso dentro de um determinado contexto";
"kMDItemAudiences.Description"                = "A quem o documento está dirigido";

"kMDItemNumberOfPages.Description"            = "Número de páginas do documento";
"kMDItemSecurityMethod.Description"           = "Método de encriptação usado para tornar o documento seguro";
"kMDItemCreator.Description"                  = "Aplicativo usado para criar o documento";
"kMDItemEncodingApplications.Description"     = "Software usado para converter o conteúdo original";
"kMDItemDueDate.Description"                  = "A data limite deste item";

"kMDItemStarRating.Description"               = "Classificação do usuário";
"kMDItemPhoneNumbers.Description"             = "Números de telefone associados a este item";
"kMDItemEmailAddresses.Description"           = "Endereços de e-mail associados com este item";
"kMDItemInstantMessageAddresses.Description"  = "Endereços de mensagens instantâneas associados a este item";
"kMDItemKind.Description"                     = "Tipo de item";
"kMDItemFinderComment.Description"            = "Comentário de Spotlight para este item";
"kMDItemTextContent.Description"              = "Conteúdo de texto deste item";
"kMDItemRecipients.Description"               = "Destinatários deste item";
"kMDItemFonts.Description"                    = "Fontes usadas neste item";
"kMDItemURL.Description"                      = "URL deste item";
"kMDItemRecipientEmailAddresses.Description"  = "Endereços de e-mail para os destinatários deste item";
"kMDItemAuthorEmailAddresses.Description"     = "Endereços de e-mail para os autores deste item";

"kMDItemInformation.Description"              = "Informação do Filme";
"kMDItemDirector.Description"                 = "Diretor";
"kMDItemGenre.Description"                    = "Gênero";
"kMDItemPerformers.Description"               = "Performers";
"kMDItemOriginalFormat.Description"           = "Formato Original";
"kMDItemOriginalSource.Description"           = "Fonte Original";

"kMDItemFSName.Description"                   = "Nome do arquivo";
"kMDItemPath.Description"                     = "Nome do caminho completo para este arquivo";
"kMDItemFSSize.Description"                   = "Tamanho do arquivo no disco em bytes, arredondado para o tamanho de bloco do disco";
"kMDItemFSCreationDate.Description"           = "Data de criação do arquivo";
"kMDItemFSContentChangeDate.Description"      = "Data da última modificação do conteúdo do arquivo";
"kMDItemFSOwnerUserID.Description"            = "ID de Usuário do proprietário do arquivo";
"kMDItemFSOwnerGroupID.Description"           = "ID de Grupo do proprietário do arquivo";
"kMDItemFSIsReadable.Description"             = "Se o arquivo pode ser aberto, mas não modificado";
"kMDItemFSIsWriteable.Description"            = "Se o arquivo pode ser modificado";
"kMDItemFSNodeCount.Description"              = "Número de arquivos e pastas dentro da pasta";
"kMDItemFSHasCustomIcon.Description"          = "Se o arquivo possui um ícone padrão";
"kMDItemFSIsExtensionHidden.Description"      = "Se a extensão do arquivo está oculta";
"kMDItemFSIsStationery.Description"           = "Se o arquivo é modelo";
"kMDItemFSInvisible.Description"              = "Se o arquivo é visível";
"kMDItemFSLabel.Description"                  = "Número correspondente à etiqueta do Finder atribuída ao arquivo";

"kMDItemAppleLoopsRootKey.Description"        = "Mostra a clave original do loop. A clave é a nota básica ou a tônica do loop e não inclui o tipo de escala";
"kMDItemAppleLoopsKeyFilterType.Description"  = "Se o loop utiliza ou não a escala maior ou menor, se não utiliza nenhuma escala ou se pode ser usado com ambas as escalas";
"kMDItemAppleLoopsLoopMode.Description"       = "Se o arquivo é ou não um arquivo de loop. Os arquivos de loop ajustam o seu tempo ao tempo da música, enquanto os arquivos que não são de loop mantém o seu tempo de gravação";
"kMDItemAppleLoopDescriptors.Description"     = "As palavras-chave que descrevem a ambiência e outros aspectos do loop";
"kMDItemMusicalInstrumentCategory.Description"= "A categoria de instrumentos à qual o arquivo pertence";
"kMDItemMusicalInstrumentName.Description"    = "O tipo de instrumento que o arquivo gravou no arquivo";


/* Attribute short names That will be presented to the user
 *
 * In the form of
 * Attribute.ShortName
 * "." is not a valid character in an Attribute name.
 * These strings should all be sort and 1 word with no spaces in them.
 */
"kMDItemKeywords.ShortName"                   = "keyword,palavra-chave";
"kMDItemTitle.ShortName"                      = "title,Título";
"kMDItemSubject.ShortName"                    = "subject,title,assunto,título";
"kMDItemTheme.ShortName"                      = "tema";
"kMDItemAuthors.ShortName"                    = "autor,de,com,por";
"kMDItemEditors.ShortName"                    = "editor";
"kMDItemProject.ShortName"                    = "project,Projeto";
"kMDItemWhereFroms.ShortName"                 = "wherefrom,ondede";
"kMDItemComment.ShortName"                    = "comment,comentário";
"kMDItemCopyright.ShortName"                  = "copyright";
"kMDItemProducer.ShortName"                   = "produtor";
"kMDItemUsedDates.ShortName"                  = "used,date,usado,data";
"kMDItemLastUsedDate.ShortName"               = "lastused,date,últimouso,data";
"kMDItemContentCreationDate.ShortName"        = "contentcreated,created,date,conteúdocriado,criado,data";
"kMDItemContentModificationDate.ShortName"    = "contentmodified,modified,date,conteúdomodificado,modificado,data";
"kMDItemDurationSeconds.ShortName"            = "duration,time,duração,tempo";
"kMDItemCreationDate.ShortName"               = "itemcreated,created,date,itemcriado,criado,data";
"kMDItemContactKeywords.ShortName"            = "contactkeyword,keyword,palavra-chavedecontato,palavra-chave";
"kMDItemVersion.ShortName"                    = "version,Versão";
"kMDItemPixelHeight.ShortName"                = "pixelheight,height,alturadepixel,altura";
"kMDItemPixelWidth.ShortName"                 = "pixelwidth,width,larguradepixel,largura";
"kMDItemPageHeight.ShortName"                 = "pageheight,height,alturadepágina,altura";
"kMDItemPageWidth.ShortName"                  = "pagewidth,height,larguradepágina,altura";
"kMDItemColorSpace.ShortName"                 = "colorspace,espaçodecor";
"kMDItemBitsPerSample.ShortName"              = "bitspersample,bitsporamostragem,bps";
"kMDItemFlashOnOff.ShortName"                 = "flash";
"kMDItemFocalLength.ShortName"                = "focallength,distânciafocal";
"kMDItemHasAlphaChannel.ShortName"            = "alpha,alfa";
"kMDItemAcquisitionMake.ShortName"            = "marca";
"kMDItemAcquisitionModel.ShortName"           = "model,modelo";
"kMDItemISOSpeed.ShortName"                   = "iso";
"kMDItemOrientation.ShortName"                = "orientation,orientação";
"kMDItemLayerNames.ShortName"                 = "layer,camada";
"kMDItemWhiteBalance.ShortName"               = "balanceamentodebranco";
"kMDItemAperture.ShortName"                   = "aperture,abertura,fstop";
"kMDItemProfileName.ShortName"                = "profile,Perfil";
"kMDItemResolutionWidthDPI.ShortName"         = "widthdpi,dpi,largurappp,ppp";
"kMDItemResolutionHeightDPI.ShortName"        = "heightdpi,dpi,alturappp,ppp";
"kMDItemExposureMode.ShortName"               = "exposuremode,mododeexposição";
"kMDItemExposureTimeSeconds.ShortName"        = "exposuretime,time,tempodeexposição,tempo";
"kMDItemEXIFVersion.ShortName"                = "exifversion,Concluído";
"kMDItemCodecs.ShortName"                     = "codec";
"kMDItemMediaTypes.ShortName"                 = "mediatype,tipodemídia";
"kMDItemStreamable.ShortName"                 = "streamable";
"kMDItemTotalBitRate.ShortName"               = "totalbitrate,bitrate,taxadebitstotal,taxadebits";
"kMDItemVideoBitRate.ShortName"               = "videobitrate,bitrate,taxadebitsdevídeo,taxadebits";
"kMDItemAudioBitRate.ShortName"               = "audiobitrate,bitrate,taxadebitsautomática,taxadebits";
"kMDItemDeliveryType.ShortName"               = "delivery,envio";
"kMDItemAltitude.ShortName"                   = "altitude";
"kMDItemLatitude.ShortName"                   = "latitude";
"kMDItemLongitude.ShortName"                  = "longitude";

"kMDItemTextContent.ShortName"                = "intext";
"kMDItemDisplayName.ShortName"                = "displayname,name,mostrarnome,nome";

"kMDItemRedEyeOnOff.ShortName"                = "redeye,olhosvermelhos";
"kMDItemMeteringMode.ShortName"               = "meteringmode,mododemedição";
"kMDItemMaxAperture.ShortName"                = "maxaperture,aberturamáxima";
"kMDItemFNumber.ShortName"                    = "fnumber,fstop";
"kMDItemExposureProgram.ShortName"            = "exposureprogram,programadeexposição";
"kMDItemExposureTimeString.ShortName"         = "exposuretime,time,tempodeexposição,tempo";
"kMDItemHeadline.ShortName"                   = "headline,title,manchete,título";
"kMDItemInstructions.ShortName"               = "instructions,instruções";
"kMDItemCity.ShortName"                       = "city,cidade";
"kMDItemStateOrProvince.ShortName"            = "state,province,estado,distrito";
"kMDItemCountry.ShortName"                    = "country,país";

"kMDItemAlbum.ShortName"                      = "album,title,álbum,título";
"kMDItemAudioSampleRate.ShortName"            = "audiosamplerate,samplerate,taxadeamostragemdeáudio,taxadeamostragem";
"kMDItemAudioChannelCount.ShortName"          = "channels,canais";
"kMDItemTempo.ShortName"                      = "tempo";
"kMDItemKeySignature.ShortName"               = "keysignature,key,chavedeassinatura,chave";
"kMDItemTimeSignature.ShortName"              = "timesignature,horaassinatura";
"kMDItemAudioEncodingApplication.ShortName"   = "audioencodingapplication,aplicativodecodificaçãodeáudio";
"kMDItemComposer.ShortName"                   = "composer,author,by,compositor,autor,por";
"kMDItemLyricist.ShortName"                   = "lyricist,author,by,lírico,autor,por";
"kMDItemAudioTrackNumber.ShortName"           = "tracknumber,númerodetrilha";
"kMDItemRecordingDate.ShortName"              = "recordingdate,date,datadegravação,data";
"kMDItemMusicalGenre.ShortName"               = "musicalgenre,genre,gêneromusical,gênero";
"kMDItemIsGeneralMIDISequence.ShortName"      = "ismidi";
"kMDItemRecipients.ShortName"                 = "destinatário,para,com";
"kMDItemRecordingYear.ShortName"              = "yearrecorded,year,anogravado,ano";

"kMDItemOrganizations.ShortName"              = "organization,organização";
"kMDItemLanguages.ShortName"                  = "language,Idioma";
"kMDItemRights.ShortName"                     = "rights,direitos";
"kMDItemPublishers.ShortName"                 = "publisher,editor";
"kMDItemContributors.ShortName"               = "contribuidor,por,autor,com";
"kMDItemCoverage.ShortName"                   = "coverage,cobertura";
"kMDItemDescription.ShortName"                = "description,comment,descrição,comentário";
"kMDItemIdentifier.ShortName"                 = "id";
"kMDItemAudiences.ShortName"                  = "audience,to,audiência,para";

"kMDItemNumberOfPages.ShortName"              = "pages,Páginas";
"kMDItemSecurityMethod.ShortName"             = "securitymethod,métododesegurança";

"kMDItemCreator.ShortName"                    = "creator,criador";
"kMDItemDueDate.ShortName"                    = "duedate,date,datalimite,data";
"kMDItemEncodingApplications.ShortName"       = "encodingapplication,aplicativodecodificação";

"kMDItemStarRating.ShortName"                 = "starrating,taxaestrela";
"kMDItemPhoneNumbers.ShortName"               = "phonenumber,númerodetelefone";
"kMDItemEmailAddresses.ShortName"             = "email,e-mail";
"kMDItemInstantMessageAddresses.ShortName"    = "imname";
"kMDItemKind.ShortName"                       = "kind,classe";
"kMDItemURL.ShortName"                        = "url";
"kMDItemRecipientEmailAddresses.ShortName"    = "e-mail,para";
"kMDItemAuthorEmailAddresses.ShortName"       = "e-mail,de";

/* Names for FS attributes */
"kMDItemFSName.ShortName"                     = "filename,nomedoarquivo";
"kMDItemPath.ShortName"                       = "path,caminho";
"kMDItemFSSize.ShortName"                     = "size,Tamanho";
"kMDItemFSCreationDate.ShortName"             = "created,criadoem";
"kMDItemFSContentChangeDate.ShortName"        = "modified,modificadoem";
"kMDItemFSOwnerUserID.ShortName"              = "owner,Proprietário";
"kMDItemFSOwnerGroupID.ShortName"             = "group,Grupo";
"kMDItemFSIsStationery.ShortName"             = "stationery,Modelo";
"kMDItemFSInvisible.ShortName"                = "invisible,Invisível";
"kMDItemFSLabel.ShortName"                    = "label,etiqueta";

"kMDItemFinderComment.ShortName"              = "spotlightcomment,comment,comentáriodespotlight,comentário";
"kMDItemFonts.ShortName"                      = "font,fonte";

"kMDItemMusicalInstrumentCategory.ShortName"  = "instrumentcategory,categoriadeinstrumento";
"kMDItemMusicalInstrumentName.ShortName"      = "instrumentname,nomedeinstrumento";
